DeviceName = "Audio (integriert)";
DeviceShortName = "Integriert";
ManufacturerName = "Apple Inc.";

Headphones = "Kopfhörer";
IntSpeakers  = "Interne Lautsprecher";
LineOut = "Line-Out";
DigitalOut = "Digitaler Ausgang";

ExternalMic = "Externes Mikrofon";
InternalMic = "Internes Mikrofon";
LineIn = "Line-In";
DigitalIn = "Digitaler Eingang";

DeviceNameHeadphone = "Kopfhörer (integriert)";
DeviceNameSpeaker = "Lautsprecher (integriert)";
DeviceNameLineOut = "Line-Ausgang (integriert)";
DeviceNameDigitalOut = "Digital-Ausgang (integriert)";
DeviceNameLineIn = "Line-Eingang (integriert)";
DeviceNameAuxIn = "Aux-Eingang (integriert)";
DeviceNameMic = "Mikrofon (integriert)";
DeviceNameExtMic = "Externes Mikrofon (integriert)";
DeviceNameDigitalIn = "Digital-Eingang (integriert)";

DevShortNameHdpn = "Kopfhörer (integriert)";
DevShortNameSpkr = "Lautsprecher (integriert)";
DevShortNameLino = "Line-Ausgang (integriert)";
DevShortNameSpdo = "Digital-Ausgang (integriert)";
DevShortNameOut = "Ausgang (integriert)";
DevShortNameLini = "Line-Eingang (integriert)";
DevShortNameAuxi = "Aux-Eingang (integriert)";
DevShortNameEMic = "Externes Mikrofon (integriert)";
DevShortNameIMic = "Mikrofon (integriert)";
DevShortNameSpdi = "Digital-Eingang (integriert)";
DevShortNameIn = "Eingang (integriert)";

UnlockedClock = "Nicht geschützt";
LockedClock = "Geschützt";